	var stList = {			
				"466880":
					["板橋            ",
					 "BANQIAO",
					 "新北市    "
					],
			
				"466900":
					["淡水            ",
					 "TAMSUI",
					 "新北市    "
					],
			
				"466910":
					["鞍部            ",
					 "ANBU",
					 "臺北市    "
					],
			
				"466920":
					["臺北            ",
					 "TAIPEI",
					 "臺北市    "
					],
			
				"466930":
					["竹子湖          ",
					 "ZHUZIHU",
					 "臺北市    "
					],
			
				"466940":
					["基隆            ",
					 "KEELUNG",
					 "基隆市    "
					],
			
				"466950":
					["彭佳嶼          ",
					 "PENGJIAYU",
					 "基隆市    "
					],
			
				"466990":
					["花蓮            ",
					 "HUALIEN",
					 "花蓮縣    "
					],
			
				"467050":
					["新屋            ",
					 "XINWU",
					 "桃園市    "
					],
			
				"467060":
					["蘇澳            ",
					 "SU-AO",
					 "宜蘭縣    "
					],
			
				"467080":
					["宜蘭            ",
					 "YILAN",
					 "宜蘭縣    "
					],
			
				"467110":
					["金門            ",
					 "KINMEN",
					 "金門縣    "
					],
			
				"467300":
					["東吉島          ",
					 "DONGJIDAO",
					 "澎湖縣    "
					],
			
				"467350":
					["澎湖            ",
					 "PENGHU",
					 "澎湖縣    "
					],
			
				"467410":
					["臺南            ",
					 "TAINAN",
					 "臺南市    "
					],
			
				"467420":
					["永康            ",
					 "YONGKANG",
					 "臺南市    "
					],
			
				"467440":
					["高雄            ",
					 "KAOHSIUNG",
					 "高雄市    "
					],
			
				"467480":
					["嘉義            ",
					 "CHIAYI",
					 "嘉義市    "
					],
			
				"467490":
					["臺中            ",
					 "TAICHUNG",
					 "臺中市    "
					],
			
				"467530":
					["阿里山          ",
					 "ALISHAN",
					 "嘉義縣    "
					],
			
				"467540":
					["大武            ",
					 "DAWU",
					 "臺東縣    "
					],
			
				"467550":
					["玉山            ",
					 "YUSHAN",
					 "南投縣    "
					],
			
				"467571":
					["新竹            ",
					 "HSINCHU",
					 "新竹縣    "
					],
			
				"467590":
					["恆春            ",
					 "HENGCHUN",
					 "屏東縣    "
					],
			
				"467610":
					["成功            ",
					 "CHENGGONG",
					 "臺東縣    "
					],
			
				"467620":
					["蘭嶼            ",
					 "LANYU",
					 "臺東縣    "
					],
			
				"467650":
					["日月潭          ",
					 "SUN MOON LAKE",
					 "南投縣    "
					],
			
				"467660":
					["臺東            ",
					 "TAITUNG",
					 "臺東縣    "
					],
			
				"467770":
					["梧棲            ",
					 "WUQI",
					 "臺中市    "
					],
			
				"467990":
					["馬祖            ",
					 "MATSU",
					 "連江縣    "
					],
			
				"C0A520":
					["山佳            ",
					 "Shanjia",
					 "新北市    "
					],
			
				"C0A530":
					["坪林            ",
					 "Pinglin",
					 "新北市    "
					],
			
				"C0A540":
					["四堵            ",
					 "Sihdu",
					 "新北市    "
					],
			
				"C0A550":
					["泰平            ",
					 "Taiping",
					 "新北市    "
					],
			
				"C0A560":
					["福山            ",
					 "Fushan",
					 "新北市    "
					],
			
				"C0A570":
					["桶後            ",
					 "Tonghou",
					 "新北市    "
					],
			
				"C0A580":
					["屈尺            ",
					 "Cyuchih",
					 "新北市    "
					],
			
				"C0A640":
					["石碇            ",
					 "Shihding",
					 "新北市    "
					],
			
				"C0A650":
					["火燒寮          ",
					 "Huoshaoliao",
					 "新北市    "
					],
			
				"C0A660":
					["瑞芳            ",
					 "Rueifang",
					 "新北市    "
					],
			
				"C0A860":
					["大坪            ",
					 "Daping",
					 "新北市    "
					],
			
				"C0A870":
					["五指山          ",
					 "Wujhihshan",
					 "新北市    "
					],
			
				"C0A880":
					["福隆            ",
					 "Fulong",
					 "新北市    "
					],
			
				"C0A890":
					["雙溪            ",
					 "Shuangsi",
					 "新北市    "
					],
			
				"C0A920":
					["富貴角          ",
					 "Fugueijiao",
					 "新北市    "
					],
			
				"C0A931":
					["三和            ",
					 "Sanhe",
					 "新北市    "
					],
			
				"C0A940":
					["金山            ",
					 "Jinshan",
					 "新北市    "
					],
			
				"C0A950":
					["鼻頭角          ",
					 "Bitoujiao",
					 "新北市    "
					],
			
				"C0A970":
					["三貂角          ",
					 "Sandiaojiao",
					 "新北市    "
					],
			
				"C0A980":
					["社子            ",
					 "Shezih",
					 "臺北市    "
					],
			
				"C0A9A0":
					["大直            ",
					 "Dazhi",
					 "臺北市    "
					],
			
				"C0A9B0":
					["石牌            ",
					 "Shipai",
					 "臺北市    "
					],
			
				"C0A9C0":
					["天母            ",
					 "Tianmu",
					 "臺北市    "
					],
			
				"C0A9E0":
					["士林            ",
					 "Shihlin",
					 "臺北市    "
					],
			
				"C0A9F0":
					["內湖            ",
					 "Neihu",
					 "臺北市    "
					],
			
				"C0A9G0":
					["南港            ",
					 "Nangang",
					 "臺北市    "
					],
			
				"C0A9I1":
					["三重            ",
					 "Sanchong",
					 "新北市    "
					],
			
				"C0AC40":
					["大屯山          ",
					 "Datunshan",
					 "臺北市    "
					],
			
				"C0AC60":
					["三峽            ",
					 "Sanshia",
					 "新北市    "
					],
			
				"C0AC70":
					["信義            ",
					 "Xinyi",
					 "臺北市    "
					],
			
				"C0AC80":
					["文山            ",
					 "Wenshan",
					 "臺北市    "
					],
			
				"C0ACA0":
					["新莊            ",
					 "Xinzhuang",
					 "新北市    "
					],
			
				"C0AD00":
					["三芝            ",
					 "Sanzhi",
					 "新北市    "
					],
			
				"C0AD10":
					["八里            ",
					 "Bali",
					 "新北市    "
					],
			
				"C0AD20":
					["深坑            ",
					 "Shenkeng",
					 "新北市    "
					],
			
				"C0AD30":
					["蘆洲            ",
					 "Lujhou",
					 "新北市    "
					],
			
				"C0AD40":
					["土城            ",
					 "Tucheng",
					 "新北市    "
					],
			
				"C0AD50":
					["鶯歌            ",
					 "Yingge",
					 "新北市    "
					],
			
				"C0AG90":
					["中和            ",
					 "Zhonghe",
					 "新北市    "
					],
			
				"C0AH00":
					["汐止            ",
					 "Xizhi",
					 "新北市    "
					],
			
				"C0AH10":
					["永和            ",
					 "Yonghe",
					 "新北市    "
					],
			
				"C0AH30":
					["五分山          ",
					 "Wufengshan",
					 "新北市    "
					],
			
				"C0AH40":
					["平等            ",
					 "Pingdeng",
					 "臺北市    "
					],
			
				"C0AH50":
					["林口            ",
					 "Linkou",
					 "新北市    "
					],
			
				"C0C460":
					["復興            ",
					 "Fuxing",
					 "桃園市    "
					],
			
				"C0C480":
					["桃園            ",
					 "Taoyuan",
					 "桃園市    "
					],
			
				"C0C490":
					["八德            ",
					 "Bade",
					 "桃園市    "
					],
			
				"C0C520":
					["中壢            ",
					 "Zhongli (NCU)",
					 "桃園市    "
					],
			
				"C0C540":
					["埔心            ",
					 "Pushin",
					 "桃園市    "
					],
			
				"C0C590":
					["觀音            ",
					 "Guanyin",
					 "桃園市    "
					],
			
				"C0C620":
					["蘆竹            ",
					 "Luzhu",
					 "桃園市    "
					],
			
				"C0C630":
					["大溪            ",
					 "Dasi",
					 "桃園市    "
					],
			
				"C0C640":
					["龜山            ",
					 "Gueishan",
					 "桃園市    "
					],
			
				"C0C650":
					["平鎮            ",
					 "Pingjhen",
					 "桃園市    "
					],
			
				"C0C660":
					["楊梅            ",
					 "Yangmei",
					 "桃園市    "
					],
			
				"C0C670":
					["龍潭            ",
					 "Longtan",
					 "桃園市    "
					],
			
				"C0D360":
					["梅花            ",
					 "Meihua",
					 "新竹縣    "
					],
			
				"C0D390":
					["關西            ",
					 "Guanxi",
					 "新竹縣    "
					],
			
				"C0D430":
					["峨眉            ",
					 "Emei",
					 "新竹縣    "
					],
			
				"C0D480":
					["打鐵坑          ",
					 "Datiekeng",
					 "新竹縣    "
					],
			
				"C0D540":
					["橫山            ",
					 "Hengshan",
					 "新竹縣    "
					],
			
				"C0D550":
					["雪霸            ",
					 "Xueba",
					 "新竹縣    "
					],
			
				"C0D560":
					["竹東            ",
					 "Zhudong",
					 "新竹縣    "
					],
			
				"C0D570":
					["香山            ",
					 "Siangshan",
					 "新竹市    "
					],
			
				"C0D580":
					["寶山            ",
					 "Baoshan",
					 "新竹縣    "
					],
			
				"C0D590":
					["新豐            ",
					 "Sinfong",
					 "新竹縣    "
					],
			
				"C0D650":
					["湖口            ",
					 "Hukou",
					 "新竹縣    "
					],
			
				"C0D660":
					["新竹市東區      ",
					 "Dongqu, Hsinshu City",
					 "新竹市    "
					],
			
				"C0E420":
					["竹南            ",
					 "Jhunan",
					 "苗栗縣    "
					],
			
				"C0E430":
					["南庄            ",
					 "Nanzhuang",
					 "苗栗縣    "
					],
			
				"C0E520":
					["大湖            ",
					 "Dahu",
					 "苗栗縣    "
					],
			
				"C0E530":
					["三義            ",
					 "Sanyi",
					 "苗栗縣    "
					],
			
				"C0E540":
					["後龍            ",
					 "Houlong",
					 "苗栗縣    "
					],
			
				"C0E550":
					["明德            ",
					 "Mingde",
					 "苗栗縣    "
					],
			
				"C0E590":
					["通霄            ",
					 "Tucheng",
					 "苗栗縣    "
					],
			
				"C0E610":
					["馬都安          ",
					 "Madu-an",
					 "苗栗縣    "
					],
			
				"C0E730":
					["頭份            ",
					 "Toufen",
					 "苗栗縣    "
					],
			
				"C0E740":
					["造橋            ",
					 "Zaoqiao",
					 "苗栗縣    "
					],
			
				"C0E750":
					["苗栗            ",
					 "Miaoli",
					 "苗栗縣    "
					],
			
				"C0E780":
					["銅鑼            ",
					 "Tongluo",
					 "苗栗縣    "
					],
			
				"C0E790":
					["卓蘭            ",
					 "Zhuolan",
					 "苗栗縣    "
					],
			
				"C0E810":
					["西湖            ",
					 "Xihu",
					 "苗栗縣    "
					],
			
				"C0E820":
					["獅潭            ",
					 "Shitan",
					 "苗栗縣    "
					],
			
				"C0E830":
					["苑裡            ",
					 "YUANLI",
					 "苗栗縣    "
					],
			
				"C0E850":
					["大河            ",
					 "Dahe",
					 "苗栗縣    "
					],
			
				"C0E860":
					["觀霧2           ",
					 "Kuang-Wu2",
					 "苗栗縣    "
					],
			
				"C0F000":
					["大肚            ",
					 "Dadu",
					 "臺中市    "
					],
			
				"C0F0A0":
					["雪山圈谷        ",
					 "Xueshanjuangu",
					 "臺中市    "
					],
			
				"C0F0B0":
					["石岡            ",
					 "Shigang",
					 "臺中市    "
					],
			
				"C0F850":
					["東勢            ",
					 "Dongshi",
					 "臺中市    "
					],
			
				"C0F861":
					["梨山            ",
					 "Lishan",
					 "臺中市    "
					],
			
				"C0F900":
					["雙崎            ",
					 "Shuangci",
					 "臺中市    "
					],
			
				"C0F930":
					["大甲            ",
					 "Dajia",
					 "臺中市    "
					],
			
				"C0F970":
					["大坑            ",
					 "Dakeng",
					 "臺中市    "
					],
			
				"C0F9A0":
					["中竹林          ",
					 "Zhongzhulin",
					 "臺中市    "
					],
			
				"C0F9I0":
					["神岡            ",
					 "Shengang",
					 "臺中市    "
					],
			
				"C0F9K0":
					["大安            ",
					 "Da-an",
					 "臺中市    "
					],
			
				"C0F9L0":
					["后里            ",
					 "Houli",
					 "臺中市    "
					],
			
				"C0F9M0":
					["豐原            ",
					 "Fengyuan",
					 "臺中市    "
					],
			
				"C0F9N0":
					["大里            ",
					 "Dali",
					 "臺中市    "
					],
			
				"C0F9O0":
					["潭子            ",
					 "Tanzi",
					 "臺中市    "
					],
			
				"C0F9P0":
					["清水            ",
					 "Qingshui",
					 "臺中市    "
					],
			
				"C0F9Q0":
					["外埔            ",
					 "Waipu",
					 "臺中市    "
					],
			
				"C0F9R0":
					["龍井            ",
					 "Longjing",
					 "臺中市    "
					],
			
				"C0F9S0":
					["烏日            ",
					 "Wuri",
					 "臺中市    "
					],
			
				"C0F9T0":
					["西屯            ",
					 "Xitun",
					 "臺中市    "
					],
			
				"C0F9U0":
					["南屯            ",
					 "Nantun",
					 "臺中市    "
					],
			
				"C0F9V0":
					["新社            ",
					 "Xinshe",
					 "臺中市    "
					],
			
				"C0F9X0":
					["大雅(中科園區)  ",
					 "Daya",
					 "臺中市    "
					],
			
				"C0F9Y0":
					["桃山            ",
					 "Taoshan",
					 "臺中市    "
					],
			
				"C0F9Z0":
					["雪山東峰        ",
					 "Xueshandongfeng",
					 "臺中市    "
					],
			
				"C0G620":
					["芬園            ",
					 "Fenyuan",
					 "彰化縣    "
					],
			
				"C0G640":
					["鹿港            ",
					 "Lukang",
					 "彰化縣    "
					],
			
				"C0G650":
					["員林            ",
					 "Yuanlin",
					 "彰化縣    "
					],
			
				"C0G660":
					["溪湖            ",
					 "Xihu",
					 "彰化縣    "
					],
			
				"C0G720":
					["溪州            ",
					 "Xizhou",
					 "彰化縣    "
					],
			
				"C0G730":
					["二林            ",
					 "Erlin",
					 "彰化縣    "
					],
			
				"C0G740":
					["大城            ",
					 "Dacheng",
					 "彰化縣    "
					],
			
				"C0G750":
					["竹塘            ",
					 "Zhutang",
					 "彰化縣    "
					],
			
				"C0G770":
					["福興            ",
					 "Fuxing",
					 "彰化縣    "
					],
			
				"C0G780":
					["秀水            ",
					 "Xiushui",
					 "彰化縣    "
					],
			
				"C0G790":
					["花壇            ",
					 "Huatan",
					 "彰化縣    "
					],
			
				"C0G800":
					["埔鹽            ",
					 "Puyan",
					 "彰化縣    "
					],
			
				"C0G810":
					["埔心            ",
					 "Puxin",
					 "彰化縣    "
					],
			
				"C0G820":
					["田尾            ",
					 "Tianwei",
					 "彰化縣    "
					],
			
				"C0G830":
					["埤頭            ",
					 "Pitou",
					 "彰化縣    "
					],
			
				"C0G840":
					["北斗            ",
					 "Beidou",
					 "彰化縣    "
					],
			
				"C0G850":
					["田中            ",
					 "Tianzhong",
					 "彰化縣    "
					],
			
				"C0G860":
					["社頭            ",
					 "Shetou",
					 "彰化縣    "
					],
			
				"C0G870":
					["芳苑            ",
					 "Fangyuan",
					 "彰化縣    "
					],
			
				"C0G880":
					["二水            ",
					 "Ershui",
					 "彰化縣    "
					],
			
				"C0G890":
					["伸港            ",
					 "Shenggang",
					 "彰化縣    "
					],
			
				"C0H890":
					["埔里            ",
					 "Puli",
					 "南投縣    "
					],
			
				"C0H950":
					["中寮            ",
					 "Zhongliao",
					 "南投縣    "
					],
			
				"C0H960":
					["草屯            ",
					 "Caotun",
					 "南投縣    "
					],
			
				"C0H990":
					["昆陽            ",
					 "Kunyang",
					 "南投縣    "
					],
			
				"C0H9A0":
					["神木村          ",
					 "Shenmu Village",
					 "南投縣    "
					],
			
				"C0H9C0":
					["合歡山          ",
					 "Hehuan Mountain",
					 "南投縣    "
					],
			
				"C0I010":
					["廬山            ",
					 "Lushan",
					 "南投縣    "
					],
			
				"C0I080":
					["信義            ",
					 "Xinyi",
					 "南投縣    "
					],
			
				"C0I090":
					["鳳凰            ",
					 "Fonghuang",
					 "南投縣    "
					],
			
				"C0I110":
					["竹山            ",
					 "Zhushan",
					 "南投縣    "
					],
			
				"C0I360":
					["水里            ",
					 "Shuili",
					 "南投縣    "
					],
			
				"C0I370":
					["魚池            ",
					 "Yuchi",
					 "南投縣    "
					],
			
				"C0I380":
					["集集            ",
					 "Jiji",
					 "南投縣    "
					],
			
				"C0I390":
					["仁愛            ",
					 "Ren&#039;ai",
					 "南投縣    "
					],
			
				"C0I410":
					["名間            ",
					 "Mingjian",
					 "南投縣    "
					],
			
				"C0I420":
					["國姓            ",
					 "Guoxing",
					 "南投縣    "
					],
			
				"C0I460":
					["南投            ",
					 "Nantou",
					 "南投縣    "
					],
			
				"C0I480":
					["梅峰            ",
					 "Meifeng",
					 "南投縣    "
					],
			
				"C0I490":
					["萬大林道        ",
					 "Wandalindao",
					 "南投縣    "
					],
			
				"C0I520":
					["玉山風口        ",
					 "Yushanfengkou",
					 "南投縣    "
					],
			
				"C0K240":
					["草嶺            ",
					 "Caoling",
					 "雲林縣    "
					],
			
				"C0K250":
					["崙背            ",
					 "Lunbei",
					 "雲林縣    "
					],
			
				"C0K280":
					["四湖            ",
					 "Sihu",
					 "雲林縣    "
					],
			
				"C0K291":
					["宜梧            ",
					 "Yiwu",
					 "雲林縣    "
					],
			
				"C0K330":
					["虎尾            ",
					 "Huwei",
					 "雲林縣    "
					],
			
				"C0K390":
					["土庫            ",
					 "Tuku",
					 "雲林縣    "
					],
			
				"C0K400":
					["斗六            ",
					 "Douliu",
					 "雲林縣    "
					],
			
				"C0K410":
					["北港            ",
					 "Beigang",
					 "雲林縣    "
					],
			
				"C0K420":
					["西螺            ",
					 "Xiluo",
					 "雲林縣    "
					],
			
				"C0K430":
					["褒忠            ",
					 "Baozhong",
					 "雲林縣    "
					],
			
				"C0K440":
					["二崙            ",
					 "Erlun",
					 "雲林縣    "
					],
			
				"C0K450":
					["大埤            ",
					 "Dapi",
					 "雲林縣    "
					],
			
				"C0K460":
					["斗南            ",
					 "Dounan",
					 "雲林縣    "
					],
			
				"C0K470":
					["林內            ",
					 "Linnei",
					 "雲林縣    "
					],
			
				"C0K480":
					["莿桐            ",
					 "Citong",
					 "雲林縣    "
					],
			
				"C0K490":
					["古坑            ",
					 "Gukeng",
					 "雲林縣    "
					],
			
				"C0K500":
					["元長            ",
					 "Yuanchang",
					 "雲林縣    "
					],
			
				"C0K510":
					["水林            ",
					 "Shuilin",
					 "雲林縣    "
					],
			
				"C0K520":
					["雲林東勢        ",
					 "Dongshi Yunlin County",
					 "雲林縣    "
					],
			
				"C0K530":
					["臺西            ",
					 "Taixi",
					 "雲林縣    "
					],
			
				"C0K550":
					["蔦松            ",
					 "Niaosong",
					 "雲林縣    "
					],
			
				"C0K560":
					["棋山            ",
					 "Qishan",
					 "雲林縣    "
					],
			
				"C0M410":
					["馬頭山          ",
					 "Matoushan",
					 "嘉義縣    "
					],
			
				"C0M520":
					["東後寮          ",
					 "Donghouliao",
					 "嘉義縣    "
					],
			
				"C0M530":
					["奮起湖          ",
					 "Fenqihu",
					 "嘉義縣    "
					],
			
				"C0M640":
					["中埔            ",
					 "Zhongpu",
					 "嘉義縣    "
					],
			
				"C0M650":
					["朴子            ",
					 "Puzi",
					 "嘉義縣    "
					],
			
				"C0M660":
					["溪口            ",
					 "Xikou",
					 "嘉義縣    "
					],
			
				"C0M670":
					["大林            ",
					 "Dalin",
					 "嘉義縣    "
					],
			
				"C0M680":
					["太保            ",
					 "Taibao",
					 "嘉義縣    "
					],
			
				"C0M690":
					["水上            ",
					 "Shuishang",
					 "嘉義縣    "
					],
			
				"C0M700":
					["竹崎            ",
					 "Zhuqi",
					 "嘉義縣    "
					],
			
				"C0M710":
					["東石            ",
					 "Dongshi",
					 "嘉義縣    "
					],
			
				"C0M720":
					["番路            ",
					 "Fanlu",
					 "嘉義縣    "
					],
			
				"C0M730":
					["嘉義市東區      ",
					 "Dongqu Chiayi City",
					 "嘉義市    "
					],
			
				"C0M740":
					["六腳            ",
					 "Liujiao",
					 "嘉義縣    "
					],
			
				"C0M750":
					["布袋            ",
					 "Budai",
					 "嘉義縣    "
					],
			
				"C0M760":
					["民雄            ",
					 "Minxiong",
					 "嘉義縣    "
					],
			
				"C0M770":
					["嘉義梅山        ",
					 "Meishan Chiayi County",
					 "嘉義縣    "
					],
			
				"C0M780":
					["鹿草            ",
					 "Lucao",
					 "嘉義縣    "
					],
			
				"C0M790":
					["新港            ",
					 "Xingang",
					 "嘉義縣    "
					],
			
				"C0M800":
					["茶山            ",
					 "Chashan",
					 "嘉義縣    "
					],
			
				"C0M810":
					["里佳            ",
					 "Lijia",
					 "嘉義縣    "
					],
			
				"C0M820":
					["達邦            ",
					 "Dabang",
					 "嘉義縣    "
					],
			
				"C0M830":
					["山美            ",
					 "Shanmei",
					 "嘉義縣    "
					],
			
				"C0O810":
					["曾文            ",
					 "Cengwen",
					 "臺南市    "
					],
			
				"C0O830":
					["北寮            ",
					 "Beiliao",
					 "臺南市    "
					],
			
				"C0O840":
					["王爺宮          ",
					 "Wangyegong",
					 "臺南市    "
					],
			
				"C0O860":
					["大內            ",
					 "Danei",
					 "臺南市    "
					],
			
				"C0O900":
					["善化            ",
					 "Shanhua",
					 "臺南市    "
					],
			
				"C0O930":
					["玉井            ",
					 "Yujing",
					 "臺南市    "
					],
			
				"C0O950":
					["安南            ",
					 "Annan",
					 "臺南市    "
					],
			
				"C0O960":
					["崎頂            ",
					 "Qiding",
					 "臺南市    "
					],
			
				"C0O970":
					["虎頭埤          ",
					 "Hutoupi",
					 "臺南市    "
					],
			
				"C0O980":
					["新市            ",
					 "Xinshi",
					 "臺南市    "
					],
			
				"C0O990":
					["媽廟            ",
					 "Mamiao",
					 "臺南市    "
					],
			
				"C0R100":
					["尾寮山          ",
					 "Weiliaoshan",
					 "屏東縣    "
					],
			
				"C0R130":
					["阿禮            ",
					 "Ali",
					 "屏東縣    "
					],
			
				"C0R140":
					["瑪家            ",
					 "Majia",
					 "屏東縣    "
					],
			
				"C0R150":
					["三地門          ",
					 "Sandimen",
					 "屏東縣    "
					],
			
				"C0R160":
					["鹽埔新圍        ",
					 "yanpuxinwei",
					 "屏東縣    "
					],
			
				"C0R170":
					["屏東            ",
					 "Pingdong",
					 "屏東縣    "
					],
			
				"C0R190":
					["赤山            ",
					 "Chishan",
					 "屏東縣    "
					],
			
				"C0R220":
					["潮州            ",
					 "Chaojhou",
					 "屏東縣    "
					],
			
				"C0R240":
					["來義            ",
					 "Laiyi",
					 "屏東縣    "
					],
			
				"C0R260":
					["春日            ",
					 "Chunri",
					 "屏東縣    "
					],
			
				"C0R270":
					["琉球嶼          ",
					 "Liouciouyu",
					 "屏東縣    "
					],
			
				"C0R280":
					["檳榔            ",
					 "Binlang",
					 "屏東縣    "
					],
			
				"C0R350":
					["貓鼻頭          ",
					 "Maobitou",
					 "屏東縣    "
					],
			
				"C0R360":
					["墾丁            ",
					 "Kenting",
					 "屏東縣    "
					],
			
				"C0R370":
					["佳樂水          ",
					 "Jialeshuei",
					 "屏東縣    "
					],
			
				"C0R380":
					["枋寮            ",
					 "Fangliao",
					 "屏東縣    "
					],
			
				"C0R400":
					["楓港            ",
					 "Fongkung",
					 "屏東縣    "
					],
			
				"C0R420":
					["牡丹池山        ",
					 "Mudanchihshan",
					 "屏東縣    "
					],
			
				"C0R430":
					["東港            ",
					 "Donggang",
					 "屏東縣    "
					],
			
				"C0R470":
					["高樹            ",
					 "Gaoshu",
					 "屏東縣    "
					],
			
				"C0R480":
					["長治            ",
					 "Changzhi",
					 "屏東縣    "
					],
			
				"C0R490":
					["九如            ",
					 "Jiuru",
					 "屏東縣    "
					],
			
				"C0R500":
					["竹田            ",
					 "Zhutian",
					 "屏東縣    "
					],
			
				"C0R510":
					["萬丹            ",
					 "WanDan",
					 "屏東縣    "
					],
			
				"C0R520":
					["崁頂            ",
					 "Kanding",
					 "屏東縣    "
					],
			
				"C0R530":
					["林邊            ",
					 "Linbian",
					 "屏東縣    "
					],
			
				"C0R540":
					["佳冬            ",
					 "Jiadong",
					 "屏東縣    "
					],
			
				"C0R550":
					["新埤            ",
					 "Xinpi",
					 "屏東縣    "
					],
			
				"C0R560":
					["新園            ",
					 "Xinyuan",
					 "屏東縣    "
					],
			
				"C0R570":
					["麟洛            ",
					 "Linluo",
					 "屏東縣    "
					],
			
				"C0R580":
					["南州            ",
					 "Nanzhou",
					 "屏東縣    "
					],
			
				"C0R590":
					["里港            ",
					 "Ligang",
					 "屏東縣    "
					],
			
				"C0R600":
					["舊泰武          ",
					 "Jiutaiwu",
					 "屏東縣    "
					],
			
				"C0R620":
					["墾雷            ",
					 "Kenlei",
					 "屏東縣    "
					],
			
				"C0S680":
					["紅葉山          ",
					 "Hongyeshan",
					 "臺東縣    "
					],
			
				"C0S690":
					["太麻里          ",
					 "Taimali",
					 "臺東縣    "
					],
			
				"C0S700":
					["知本            ",
					 "Jhihben",
					 "臺東縣    "
					],
			
				"C0S710":
					["鹿野            ",
					 "Luye",
					 "臺東縣    "
					],
			
				"C0S730":
					["綠島            ",
					 "Ludao",
					 "臺東縣    "
					],
			
				"C0S740":
					["池上            ",
					 "Chihshang",
					 "臺東縣    "
					],
			
				"C0S750":
					["向陽            ",
					 "Siangyang",
					 "臺東縣    "
					],
			
				"C0S760":
					["紅石            ",
					 "Hongshih",
					 "臺東縣    "
					],
			
				"C0S770":
					["大溪山          ",
					 "Dasishan",
					 "臺東縣    "
					],
			
				"C0S790":
					["金崙            ",
					 "Jinlun",
					 "臺東縣    "
					],
			
				"C0S810":
					["東河            ",
					 "Donghe",
					 "臺東縣    "
					],
			
				"C0S830":
					["長濱            ",
					 "Changbin",
					 "臺東縣    "
					],
			
				"C0S840":
					["南田            ",
					 "Nantian",
					 "臺東縣    "
					],
			
				"C0S890":
					["關山            ",
					 "Guanshan",
					 "臺東縣    "
					],
			
				"C0T790":
					["大禹嶺          ",
					 "Dayuling",
					 "花蓮縣    "
					],
			
				"C0T820":
					["天祥            ",
					 "Tiansiang",
					 "花蓮縣    "
					],
			
				"C0T841":
					["新城            ",
					 "Sincheng",
					 "花蓮縣    "
					],
			
				"C0T870":
					["鯉魚潭          ",
					 "Liyutan",
					 "花蓮縣    "
					],
			
				"C0T900":
					["西林            ",
					 "Xilin",
					 "花蓮縣    "
					],
			
				"C0T960":
					["光復            ",
					 "Guangfu",
					 "花蓮縣    "
					],
			
				"C0T9A0":
					["月眉山          ",
					 "Yuemeishan",
					 "花蓮縣    "
					],
			
				"C0T9B0":
					["水源            ",
					 "Shueiyuan",
					 "花蓮縣    "
					],
			
				"C0T9C0":
					["富世            ",
					 "Fushih",
					 "花蓮縣    "
					],
			
				"C0T9D0":
					["和中            ",
					 "Hejhong",
					 "花蓮縣    "
					],
			
				"C0T9E0":
					["大坑            ",
					 "Dakeng",
					 "花蓮縣    "
					],
			
				"C0T9F0":
					["水璉            ",
					 "Shueilian",
					 "花蓮縣    "
					],
			
				"C0T9G0":
					["鳳林山          ",
					 "Fonglinshan",
					 "花蓮縣    "
					],
			
				"C0T9H0":
					["加路蘭山        ",
					 "Jialulanshan",
					 "花蓮縣    "
					],
			
				"C0T9I0":
					["豐濱            ",
					 "Fongbin",
					 "花蓮縣    "
					],
			
				"C0T9M0":
					["靜浦            ",
					 "Jingpu",
					 "花蓮縣    "
					],
			
				"C0U520":
					["雙連埤          ",
					 "Shuanglianpi",
					 "宜蘭縣    "
					],
			
				"C0U600":
					["礁溪            ",
					 "Chiaoshi",
					 "宜蘭縣    "
					],
			
				"C0U620":
					["壯圍            ",
					 "Jhuangwei",
					 "宜蘭縣    "
					],
			
				"C0U650":
					["玉蘭            ",
					 "Yulan",
					 "宜蘭縣    "
					],
			
				"C0U680":
					["冬山            ",
					 "Dongshan",
					 "宜蘭縣    "
					],
			
				"C0U710":
					["太平山          ",
					 "Taipingshan",
					 "宜蘭縣    "
					],
			
				"C0U730":
					["思源            ",
					 "Siyuan",
					 "宜蘭縣    "
					],
			
				"C0U750":
					["龜山島          ",
					 "Gueishandao",
					 "宜蘭縣    "
					],
			
				"C0U760":
					["東澳            ",
					 "Dong-ao",
					 "宜蘭縣    "
					],
			
				"C0U770":
					["南澳            ",
					 "Nan-ao",
					 "宜蘭縣    "
					],
			
				"C0U780":
					["五結            ",
					 "WUJIE",
					 "宜蘭縣    "
					],
			
				"C0V150":
					["表湖            ",
					 "Biaohu",
					 "高雄市    "
					],
			
				"C0V210":
					["復興            ",
					 "Fuxing",
					 "高雄市    "
					],
			
				"C0V250":
					["甲仙            ",
					 "Jiasian",
					 "高雄市    "
					],
			
				"C0V260":
					["月眉            ",
					 "Yuemei",
					 "高雄市    "
					],
			
				"C0V310":
					["美濃            ",
					 "Meinong",
					 "高雄市    "
					],
			
				"C0V350":
					["溪埔            ",
					 "XIPU",
					 "高雄市    "
					],
			
				"C0V360":
					["內門            ",
					 "Neimen",
					 "高雄市    "
					],
			
				"C0V370":
					["古亭坑          ",
					 "Gutingkeng",
					 "高雄市    "
					],
			
				"C0V400":
					["阿公店          ",
					 "Agongdian",
					 "高雄市    "
					],
			
				"C0V440":
					["鳳山            ",
					 "Fengshan",
					 "高雄市    "
					],
			
				"C0V450":
					["鳳森            ",
					 "Fengsen",
					 "高雄市    "
					],
			
				"C0V490":
					["新興            ",
					 "Sinsing",
					 "高雄市    "
					],
			
				"C0V500":
					["旗津            ",
					 "Cijin",
					 "高雄市    "
					],
			
				"C0V530":
					["阿蓮            ",
					 "Alian",
					 "高雄市    "
					],
			
				"C0V610":
					["梓官            ",
					 "Ziguan",
					 "高雄市    "
					],
			
				"C0V620":
					["永安            ",
					 "Yong&#039;an",
					 "高雄市    "
					],
			
				"C0V630":
					["茄萣            ",
					 "Qieding",
					 "高雄市    "
					],
			
				"C0V640":
					["湖內            ",
					 "Hunei",
					 "高雄市    "
					],
			
				"C0V650":
					["彌陀            ",
					 "Mituo",
					 "高雄市    "
					],
			
				"C0V660":
					["岡山            ",
					 "Gangshan",
					 "高雄市    "
					],
			
				"C0V670":
					["楠梓            ",
					 "Nanzi",
					 "高雄市    "
					],
			
				"C0V680":
					["仁武            ",
					 "Renwu",
					 "高雄市    "
					],
			
				"C0V690":
					["鼓山            ",
					 "Gushan",
					 "高雄市    "
					],
			
				"C0V700":
					["三民            ",
					 "Sanmin",
					 "高雄市    "
					],
			
				"C0V710":
					["苓雅            ",
					 "LingYa",
					 "高雄市    "
					],
			
				"C0V720":
					["林園            ",
					 "Linyuan",
					 "高雄市    "
					],
			
				"C0V730":
					["大寮            ",
					 "Daliao",
					 "高雄市    "
					],
			
				"C0V740":
					["旗山            ",
					 "Qishan",
					 "高雄市    "
					],
			
				"C0V750":
					["路竹            ",
					 "Luzhu",
					 "高雄市    "
					],
			
				"C0V760":
					["橋頭            ",
					 "Qiaotou",
					 "高雄市    "
					],
			
				"C0V770":
					["大社            ",
					 "Dashe",
					 "高雄市    "
					],
			
				"C0V790":
					["萬山            ",
					 "Wanshan",
					 "高雄市    "
					],
			
				"C0V800":
					["六龜            ",
					 "Liugui",
					 "高雄市    "
					],
			
				"C0V810":
					["左營            ",
					 "Zuoying",
					 "高雄市    "
					],
			
				"C0W110":
					["東莒            ",
					 "Dongju",
					 "連江縣    "
					],
			
				"C0W120":
					["西嶼            ",
					 "Xiyu",
					 "澎湖縣    "
					],
			
				"C0W130":
					["花嶼            ",
					 "Huayu",
					 "澎湖縣    "
					],
			
				"C0W140":
					["金沙            ",
					 "Jinsha ",
					 "金門縣    "
					],
			
				"C0W150":
					["金寧            ",
					 "Jinning",
					 "金門縣    "
					],
			
				"C0W160":
					["烏坵            ",
					 "Wuqiu",
					 "金門縣    "
					],
			
				"C0X050":
					["東河            ",
					 "Donghe",
					 "臺南市    "
					],
			
				"C0X060":
					["下營            ",
					 "Xiaying",
					 "臺南市    "
					],
			
				"C0X080":
					["佳里            ",
					 "Jiali",
					 "臺南市    "
					],
			
				"C0X100":
					["臺南市北區      ",
					 "Beiqu Tainan City",
					 "臺南市    "
					],
			
				"C0X110":
					["臺南市南區      ",
					 "Nanqu Tainan City",
					 "臺南市    "
					],
			
				"C0X120":
					["麻豆            ",
					 "Madou",
					 "臺南市    "
					],
			
				"C0X130":
					["官田            ",
					 "Guantian",
					 "臺南市    "
					],
			
				"C0X140":
					["西港            ",
					 "Xigang",
					 "臺南市    "
					],
			
				"C0X150":
					["安定            ",
					 "Anding",
					 "臺南市    "
					],
			
				"C0X160":
					["仁德            ",
					 "Rende",
					 "臺南市    "
					],
			
				"C0X170":
					["關廟            ",
					 "Guanmiao",
					 "臺南市    "
					],
			
				"C0X180":
					["山上            ",
					 "Shanshang",
					 "臺南市    "
					],
			
				"C0X190":
					["安平            ",
					 "Anping",
					 "臺南市    "
					],
			
				"C0X200":
					["左鎮            ",
					 "Zuozhen",
					 "臺南市    "
					],
			
				"C0X210":
					["白河            ",
					 "Baihe",
					 "臺南市    "
					],
			
				"C0X220":
					["學甲            ",
					 "Xuejia",
					 "臺南市    "
					],
			
				"C0X230":
					["鹽水            ",
					 "Yanshui",
					 "臺南市    "
					],
			
				"C0X240":
					["關子嶺          ",
					 "Guanziling",
					 "臺南市    "
					],
			
				"C0X250":
					["新營            ",
					 "Xinying",
					 "臺南市    "
					],
			
				"C0X260":
					["後壁            ",
					 "Houbi",
					 "臺南市    "
					],
			
				"C0X270":
					["柳營            ",
					 "Liuying",
					 "臺南市    "
					],
			
				"C0X280":
					["將軍            ",
					 "Jiangjun",
					 "臺南市    "
					],
			
				"C0X290":
					["北門            ",
					 "Beimen",
					 "臺南市    "
					],
			
				"C0X300":
					["鹿寮            ",
					 "Luliao",
					 "臺南市    "
					],
			
				"C0X310":
					["七股            ",
					 "Qigu",
					 "臺南市    "
					],
			
				"C0Z020":
					["明里            ",
					 "Mingli",
					 "花蓮縣    "
					],
			
				"C0Z050":
					["佳心            ",
					 "Jiasin",
					 "花蓮縣    "
					],
			
				"C0Z061":
					["玉里            ",
					 "Yuli",
					 "花蓮縣    "
					],
			
				"C0Z070":
					["舞鶴            ",
					 "Wuhe",
					 "花蓮縣    "
					],
			
				"C0Z080":
					["富源            ",
					 "Fu-Juan",
					 "花蓮縣    "
					],
			
				"C0Z100":
					["東華            ",
					 "Donghwa",
					 "花蓮縣    "
					],
			
				"C1A630":
					["下盆            ",
					 "Siapen",
					 "新北市    "
					],
			
				"C1A730":
					["公館            ",
					 "Gongguan",
					 "臺北市    "
					],
			
				"C1A9N0":
					["四十份          ",
					 "Sihshihfen",
					 "新北市    "
					],
			
				"C1AC50":
					["關渡            ",
					 "Guandu",
					 "臺北市    "
					],
			
				"C1C510":
					["水尾            ",
					 "Shueiwei",
					 "桃園市    "
					],
			
				"C1D380":
					["新埔            ",
					 "Sinpu",
					 "新竹縣    "
					],
			
				"C1D400":
					["鳥嘴山          ",
					 "Niaozueishan",
					 "新竹縣    "
					],
			
				"C1D410":
					["白蘭            ",
					 "Bailan",
					 "新竹縣    "
					],
			
				"C1D420":
					["太閣南          ",
					 "Taigenan",
					 "新竹縣    "
					],
			
				"C1D630":
					["飛鳳山          ",
					 "Fei Feng Mountain",
					 "新竹縣    "
					],
			
				"C1D640":
					["外坪(五指山)    ",
					 "Waiping(Wuzhihshan)",
					 "新竹縣    "
					],
			
				"C1E451":
					["象鼻            ",
					 "Xiangbi",
					 "苗栗縣    "
					],
			
				"C1E461":
					["松安            ",
					 "Song-an",
					 "苗栗縣    "
					],
			
				"C1E480":
					["鳳美            ",
					 "Fongmei",
					 "苗栗縣    "
					],
			
				"C1E511":
					["新開            ",
					 "Xinkai",
					 "苗栗縣    "
					],
			
				"C1E601":
					["南勢            ",
					 "Nanshi",
					 "苗栗縣    "
					],
			
				"C1E670":
					["南礦            ",
					 "Nankuang",
					 "苗栗縣    "
					],
			
				"C1E681":
					["南勢山          ",
					 "Nanshishan",
					 "苗栗縣    "
					],
			
				"C1E691":
					["南湖            ",
					 "Nanhu",
					 "苗栗縣    "
					],
			
				"C1E701":
					["八卦            ",
					 "Bagua",
					 "苗栗縣    "
					],
			
				"C1E711":
					["馬拉邦山        ",
					 "Malabangshan",
					 "苗栗縣    "
					],
			
				"C1E721":
					["泰安            ",
					 "Tai-an",
					 "苗栗縣    "
					],
			
				"C1E770":
					["公館            ",
					 "Gongguan",
					 "苗栗縣    "
					],
			
				"C1F871":
					["上谷關          ",
					 "Shangguguan",
					 "臺中市    "
					],
			
				"C1F891":
					["稍來            ",
					 "Shaolai",
					 "臺中市    "
					],
			
				"C1F911":
					["新伯公          ",
					 "Xinbogong",
					 "臺中市    "
					],
			
				"C1F941":
					["雪嶺            ",
					 "Xueling",
					 "臺中市    "
					],
			
				"C1F9B1":
					["桐林            ",
					 "Tonglin",
					 "臺中市    "
					],
			
				"C1F9C1":
					["白冷            ",
					 "Baileng",
					 "臺中市    "
					],
			
				"C1F9D1":
					["白毛台          ",
					 "Baimaotai",
					 "臺中市    "
					],
			
				"C1F9E1":
					["龍安            ",
					 "Long-an",
					 "臺中市    "
					],
			
				"C1F9F1":
					["伯公龍          ",
					 "Bogonglong",
					 "臺中市    "
					],
			
				"C1F9G1":
					["慶福山          ",
					 "Cingfushan",
					 "臺中市    "
					],
			
				"C1F9H1":
					["烏石坑          ",
					 "Wushikeng",
					 "臺中市    "
					],
			
				"C1F9J1":
					["清水林          ",
					 "Qingshuilin",
					 "臺中市    "
					],
			
				"C1F9W0":
					["德基            ",
					 "Deji",
					 "臺中市    "
					],
			
				"C1G690":
					["下水埔          ",
					 "Xiashuipu",
					 "彰化縣    "
					],
			
				"C1H000":
					["翠峰            ",
					 "Cuifeng",
					 "南投縣    "
					],
			
				"C1H860":
					["瑞岩            ",
					 "Ruiyan",
					 "南投縣    "
					],
			
				"C1H900":
					["清流            ",
					 "Qingliu",
					 "南投縣    "
					],
			
				"C1H920":
					["長豐            ",
					 "Changfeng",
					 "南投縣    "
					],
			
				"C1H941":
					["雙冬            ",
					 "Shuangdong",
					 "南投縣    "
					],
			
				"C1H971":
					["六分寮          ",
					 "Liufenliao",
					 "南投縣    "
					],
			
				"C1H9B1":
					["阿眉            ",
					 "Amei",
					 "南投縣    "
					],
			
				"C1I020":
					["萬大            ",
					 "Wanda",
					 "南投縣    "
					],
			
				"C1I030":
					["武界            ",
					 "Wujie",
					 "南投縣    "
					],
			
				"C1I050":
					["丹大            ",
					 "Danda",
					 "南投縣    "
					],
			
				"C1I070":
					["和社            ",
					 "Heshe",
					 "南投縣    "
					],
			
				"C1I101":
					["溪頭            ",
					 "Xitou",
					 "南投縣    "
					],
			
				"C1I121":
					["大鞍            ",
					 "Da-an",
					 "南投縣    "
					],
			
				"C1I131":
					["桶頭            ",
					 "Tongtou",
					 "南投縣    "
					],
			
				"C1I140":
					["卡奈托灣        ",
					 "Kanaituowan",
					 "南投縣    "
					],
			
				"C1I150":
					["青雲            ",
					 "Qingyun",
					 "南投縣    "
					],
			
				"C1I201":
					["中心崙          ",
					 "Zhongxinlun",
					 "南投縣    "
					],
			
				"C1I211":
					["蘆竹湳          ",
					 "Luzhunan",
					 "南投縣    "
					],
			
				"C1I220":
					["樟湖            ",
					 "Zhanghu",
					 "南投縣    "
					],
			
				"C1I230":
					["九份二山        ",
					 "Jiufen&#039;ershan",
					 "南投縣    "
					],
			
				"C1I240":
					["外大坪          ",
					 "Waidaping",
					 "南投縣    "
					],
			
				"C1I250":
					["鯉潭            ",
					 "Litan",
					 "南投縣    "
					],
			
				"C1I260":
					["北坑            ",
					 "Beikeng",
					 "南投縣    "
					],
			
				"C1I280":
					["埔中            ",
					 "Puzhong",
					 "南投縣    "
					],
			
				"C1I290":
					["豐丘            ",
					 "Fengqiu",
					 "南投縣    "
					],
			
				"C1I310":
					["西巒            ",
					 "Xiluan",
					 "南投縣    "
					],
			
				"C1I320":
					["奧萬大          ",
					 "Aowanda",
					 "南投縣    "
					],
			
				"C1I330":
					["楓樹林          ",
					 "Fengshulin",
					 "南投縣    "
					],
			
				"C1I340":
					["新興橋          ",
					 "Xinxingqiao",
					 "南投縣    "
					],
			
				"C1I400":
					["凌霄            ",
					 "Lingxiao",
					 "南投縣    "
					],
			
				"C1I430":
					["翠華            ",
					 "Cuihua",
					 "南投縣    "
					],
			
				"C1I440":
					["新高口          ",
					 "Xingaokou",
					 "南投縣    "
					],
			
				"C1I450":
					["望鄉山          ",
					 "Wangxiangshan",
					 "南投縣    "
					],
			
				"C1I470":
					["杉林溪          ",
					 "Shanlinxi",
					 "南投縣    "
					],
			
				"C1I500":
					["大尖山          ",
					 "Dajianshan",
					 "南投縣    "
					],
			
				"C1I510":
					["線浸林道        ",
					 "Xianjinlindao",
					 "南投縣    "
					],
			
				"C1K540":
					["口湖            ",
					 "Kouhu",
					 "雲林縣    "
					],
			
				"C1M390":
					["龍美            ",
					 "Longmei",
					 "嘉義縣    "
					],
			
				"C1M400":
					["菜瓜坪          ",
					 "Caiguaping",
					 "嘉義縣    "
					],
			
				"C1M480":
					["獨立山          ",
					 "Dulishan",
					 "嘉義縣    "
					],
			
				"C1M570":
					["大湖            ",
					 "Dahu",
					 "嘉義縣    "
					],
			
				"C1M600":
					["頭凍            ",
					 "Toudong",
					 "嘉義縣    "
					],
			
				"C1M610":
					["石磐龍          ",
					 "Shipanlong",
					 "嘉義縣    "
					],
			
				"C1M620":
					["瑞里            ",
					 "Ruili",
					 "嘉義縣    "
					],
			
				"C1N001":
					["沙崙            ",
					 "Shalun",
					 "臺南市    "
					],
			
				"C1O850":
					["環湖            ",
					 "Huanhu",
					 "臺南市    "
					],
			
				"C1O870":
					["大棟山          ",
					 "Dadongshan",
					 "臺南市    "
					],
			
				"C1O880":
					["關山            ",
					 "Guanshan",
					 "臺南市    "
					],
			
				"C1O921":
					["楠西            ",
					 "Nanxi",
					 "臺南市    "
					],
			
				"C1R110":
					["口社            ",
					 "Gusia",
					 "屏東縣    "
					],
			
				"C1R120":
					["上德文          ",
					 "Shangdewun",
					 "屏東縣    "
					],
			
				"C1R201":
					["龍泉            ",
					 "Longquan",
					 "屏東縣    "
					],
			
				"C1R250":
					["力里            ",
					 "Lili",
					 "屏東縣    "
					],
			
				"C1R290":
					["石門山          ",
					 "Shihmenshan",
					 "屏東縣    "
					],
			
				"C1R300":
					["旭海            ",
					 "Syuhai",
					 "屏東縣    "
					],
			
				"C1R320":
					["車城            ",
					 "Checheng",
					 "屏東縣    "
					],
			
				"C1R330":
					["枋山            ",
					 "Fangshan",
					 "屏東縣    "
					],
			
				"C1R340":
					["牡丹            ",
					 "Mudan",
					 "屏東縣    "
					],
			
				"C1R440":
					["大漢山          ",
					 "Da-Han_Shan",
					 "屏東縣    "
					],
			
				"C1R610":
					["西大武山        ",
					 "Xidawushan",
					 "屏東縣    "
					],
			
				"C1S620":
					["土阪            ",
					 "Tuban",
					 "臺東縣    "
					],
			
				"C1S630":
					["都蘭            ",
					 "Dulian",
					 "臺東縣    "
					],
			
				"C1S660":
					["下馬            ",
					 "Siama",
					 "臺東縣    "
					],
			
				"C1S670":
					["摩天            ",
					 "Motian",
					 "臺東縣    "
					],
			
				"C1S800":
					["華源            ",
					 "Huayuan",
					 "臺東縣    "
					],
			
				"C1S820":
					["金峰            ",
					 "Jinfeng",
					 "臺東縣    "
					],
			
				"C1S850":
					["豐南            ",
					 "Funan",
					 "花蓮縣    "
					],
			
				"C1S860":
					["利嘉            ",
					 "LiChai",
					 "臺東縣    "
					],
			
				"C1S870":
					["南美山          ",
					 "NanMaiSan",
					 "臺東縣    "
					],
			
				"C1S880":
					["壽卡            ",
					 "Shouka",
					 "臺東縣    "
					],
			
				"C1T800":
					["洛韶            ",
					 "Luoshao",
					 "花蓮縣    "
					],
			
				"C1T810":
					["慈恩            ",
					 "Cih-en",
					 "花蓮縣    "
					],
			
				"C1T830":
					["布洛灣          ",
					 "Buluowan",
					 "花蓮縣    "
					],
			
				"C1T850":
					["吉安            ",
					 "Ji-an",
					 "花蓮縣    "
					],
			
				"C1T860":
					["銅門            ",
					 "Tongmen",
					 "花蓮縣    "
					],
			
				"C1T890":
					["壽豐            ",
					 "Shoufeng",
					 "花蓮縣    "
					],
			
				"C1T910":
					["東壙            ",
					 "Dongkuang",
					 "花蓮縣    "
					],
			
				"C1T920":
					["中興            ",
					 "Zhongxing",
					 "花蓮縣    "
					],
			
				"C1T930":
					["鳳林            ",
					 "Fonglin",
					 "花蓮縣    "
					],
			
				"C1T940":
					["大觀            ",
					 "Daguan",
					 "花蓮縣    "
					],
			
				"C1T950":
					["太安            ",
					 "Tai-an",
					 "花蓮縣    "
					],
			
				"C1T970":
					["大農            ",
					 "Danong",
					 "花蓮縣    "
					],
			
				"C1T980":
					["龍澗            ",
					 "Longjian",
					 "花蓮縣    "
					],
			
				"C1T990":
					["高寮            ",
					 "Gaoliao",
					 "花蓮縣    "
					],
			
				"C1U501":
					["牛鬥            ",
					 "Nioudou",
					 "宜蘭縣    "
					],
			
				"C1U511":
					["古魯            ",
					 "Gulu",
					 "宜蘭縣    "
					],
			
				"C1U580":
					["北關            ",
					 "Beiguan",
					 "宜蘭縣    "
					],
			
				"C1U610":
					["大礁溪          ",
					 "Dajiaosi",
					 "宜蘭縣    "
					],
			
				"C1U630":
					["再連            ",
					 "Zailian",
					 "宜蘭縣    "
					],
			
				"C1U660":
					["三星            ",
					 "Sansing",
					 "宜蘭縣    "
					],
			
				"C1U670":
					["寒溪            ",
					 "Hansi",
					 "宜蘭縣    "
					],
			
				"C1U690":
					["新寮            ",
					 "Sinliao",
					 "宜蘭縣    "
					],
			
				"C1U720":
					["南山            ",
					 "Nanshan",
					 "宜蘭縣    "
					],
			
				"C1U830":
					["烏石鼻          ",
					 "Wushibi",
					 "宜蘭縣    "
					],
			
				"C1U840":
					["東澳嶺          ",
					 "Dongaoling",
					 "宜蘭縣    "
					],
			
				"C1U850":
					["觀音海岸        ",
					 "Guanyinhaian",
					 "宜蘭縣    "
					],
			
				"C1U860":
					["頭城            ",
					 "Toucheng",
					 "宜蘭縣    "
					],
			
				"C1V160":
					["達卡努瓦        ",
					 "Dakanuwa",
					 "高雄市    "
					],
			
				"C1V170":
					["排雲            ",
					 "Paiyun",
					 "高雄市    "
					],
			
				"C1V190":
					["南天池          ",
					 "Nantianchi",
					 "高雄市    "
					],
			
				"C1V200":
					["梅山            ",
					 "Meishan",
					 "高雄市    "
					],
			
				"C1V220":
					["小關山          ",
					 "Xiaoguanshan",
					 "高雄市    "
					],
			
				"C1V231":
					["高中            ",
					 "Gaozhong",
					 "高雄市    "
					],
			
				"C1V300":
					["御油山          ",
					 "Yuyoushan",
					 "高雄市    "
					],
			
				"C1V340":
					["大津            ",
					 "Dajin",
					 "高雄市    "
					],
			
				"C1V390":
					["尖山            ",
					 "Jianshan",
					 "高雄市    "
					],
			
				"C1V570":
					["吉東            ",
					 "JiaDong",
					 "高雄市    "
					],
			
				"C1V580":
					["溪南(特生中心)  ",
					 "Xinan",
					 "高雄市    "
					],
			
				"C1V590":
					["新發            ",
					 "Xinfa",
					 "高雄市    "
					],
			
				"C1V600":
					["藤枝            ",
					 "Tengzhi",
					 "高雄市    "
					],
			
				"C1V780":
					["多納林道        ",
					 "Duonalindao",
					 "高雄市    "
					],
			
				"C1X040":
					["東原            ",
					 "Dongyuan",
					 "臺南市    "
					],
			
				"C1Z010":
					["卓樂            ",
					 "Jhuole",
					 "花蓮縣    "
					],
			
				"C1Z030":
					["紅葉            ",
					 "Hongye",
					 "花蓮縣    "
					],
			
				"C1Z040":
					["立山            ",
					 "Lishan",
					 "花蓮縣    "
					],
			
				"C1Z090":
					["三棧            ",
					 "San-Zhan",
					 "花蓮縣    "
					]
					}